namespace PTC_Management
{
    internal static class Settings
    {
        // todo сделать расписание сотрудников
        // todo иcправить валидацию
        // todo заблокировать выбранную кнопку
        // todo делать номера маршрута уникальными при копировании
        // todo ограничить количество копируемых элементов (можно сделать конвертер)
        // done сделать автозаполнение полей в местах где необходимо проводить ТО
        // done если в ТО первая запись, то разрешаем редактировать поле "при выезде",
        //          иначе значения подставляются из предыдущей записи и поле блокируется
        //          поле пробег - только для чтения и заполняется, когда заполняется поле "при возвращении"
        //          если 
    }
}
