namespace PTC_Management
{
    internal static class Settings
    {
        // todo сделать расписание сотрудников
        // todo сделать поля для подписей в журнале въезда и выезда + печать, иначе он не имеет смысла
        // todo делать номера маршрута уникальными при копировании
        // todo иcправить валидацию

        // done ограничить количество копируемых элементов
        // done заблокировать выбранную кнопку
        // done сделать автозаполнение полей в местах где необходимо проводить ТО
        // done если в ТО первая запись, то разрешаем редактировать поле "при выезде",
           // иначе значения подставляются из предыдущей записи и поле блокируется
           // поле пробег - только для чтения и заполняется, когда заполняется поле "при возвращении" если 
    }
}
