namespace PTC_Management
{
    internal static class Settings
    {
        // todo: сделать расписание сотрудников
        // todo: сделать автозаполнение полей в местах где необходимо проводить ТО
        // todo: иcправить валидацию (для выбора путевого листа возможно нужно проверять id в entity)
        // todo: если в ТО первая запись, то разрешаем редактировать поле "при выезде",
        //          иначе значения подставляются из предыдущей записи и поле блокируется
        //          поле пробег - только для чтения и заполняется, когда заполняется поле "при возвращении"
        //          если 

    
    
    }
}
